---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointIterator
source: html/d8679d65-7a3f-01c1-4c76-e0421fe7f02b.htm
---
# PointIterator Members

Releases all resources used by the PointIterator